<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE html PUBLIC "-//WAPFORUM//DTD XHTML Mobile 1.2//EN"
"http://www.openmobilealliance.org/tech/DTD/xhtml-mobile12.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" xml:lang="en">
  <head>
    <title>Ayuda</title>
    <style>
    	body {
    		font-family: sans-serif;
    	}
    	h1 {
    		color: #E31836; /*bank corporate color*/
    		font-size: 14pt;
    	}
    	p, ul {
    		color: #555555;
    		font-size:12pt;	
    	}
    	
    	emph {
    		color: #E31836; /*bank corporate color*/
    		font-weight:bold;
    	}
    </style>
  </head>
  <body>
  	<a id="login"></a>
  	<h1>Login</h1>
    <p>
    Luego de la descarga e instalación de la aplicación Multibank M&oacute;vil; al ejecutarla te solicitar&aacute; ingresar <emph>Nombre de Usuario</emph> y <emph>Pin/Password</emph>.  Coloca tu <emph>Nombre de Usuario</emph> y <emph>Pin/Password</emph> de la Banca en Línea, en los campos respectivos. 
    </p>
    <p>
Al realizar esto, se inicia el proceso de registro entre el dispositivo m&oacute;vil y el Banco, para el intercambio de informaci&oacute;n de manera segura. Este es un proceso que se ejecuta una sola vez para un usuario y un dispositivo.
	</p>
	<p>
A continuaci&oacute;n, el sistema te solicitar&aacute; un <emph>c&oacute;digo de autorizaci&oacute;n</emph>, el cual podr&aacute;s obtener accediendo a tu Banca en L&iacute;nea, e ingresando a trav&eacute;s del &iacute;cono de <emph>Administraci&oacute;n de dispositivos</emph>.
	</p>
	
	<hr/>
	<a id="code"></a>
	<h1>C&oacute;digo de autorizaci&oacute;n</h1>
	<p>
	El c&oacute;digo de autorizaci&oacute;n es un c&oacute;digo generado espec&iacute;ficamente para el dispositivo y el usuario.
	</p>
	<p>
Para obtenerlo, ingresa desde un navegador a la Banca en L&iacute;nea, <a href="https://www.multibank.com.pa">https://www.multibank.com.pa</a>, con tus credenciales; y busca dentro de la opci&oacute;n <emph>Configuraci&oacute;n</emph> el link de activaci&oacute;n de dispositivo m&oacute;vil.
	</p>
	<p>
Desde la pantalla de <emph>Lista de dispositivos</emph>, identifica tu dispositivo registrado y selecciona la acci&oacute;n <emph>Autorizar</emph>.  Obtendrás el <emph>c&oacute;digo de autorizaci&oacute;n</emph> que debes ingresar en la aplicaci&oacute;n Multibank M&oacute;vil. Una vez ingresado, presiona el bot&oacute;n <emph>Autorizar</emph>. De esta manera queda activo tu dispositivo m&oacute;vil de manera segura en el sistema.
	</p>
	<p>
Si no deseas activar o utilizar un dispositivo activo en el listado, selecciona la acci&oacute;n <emph>Desautorizar</emph>.
	</p>
	
	<hr/>
	<a id="options"></a>
	<h1>Opciones</h1>
	<p>
	Desde esta pantalla verifica:
	</p>
	<ul>
		<li>El nombre del dueño de la cuenta de la Banca en Línea de Multibank.</li>
		<li>El nombre del dispositivo móvil asociado.</li>
		<li>La versión de la  aplicación Multibank Móvil instalada en tu dispositivo.  Recomendamos instalar siempre la última versión para garantizar el funcionamiento de la aplicación.</li>
Si no deseas seguir utilizando este dispositivo en para acceder a tu información bancaria, selecciona la acci&oacute;n <emph>Desautorizar</emph>.

  </body>
</html>